[{"content": ["Kinumpirma na ng Philippine Atmospheric Geophysical and Astronomical Services Administration (PAGASA) na isa nang ganap na bagyo ang binabantayang low pressure area (LPA) sa Northern Luzon.", "Alas-nuwebe ng umaga kahapon nang ganap na maging tropical depression ang LPA na binigyan ng local name na ‘Enteng’.", "Ang bagyong ‘Enteng’ ay ikalimang sama ng panahon para sa taong 2016 na huling namataan ang sentro nito sa layong 695 km silangan hilagang silangan ng Itbayat, Batanes.", "Taglay ng bagyo ang lakas ng hangin na 55 kph, habang kumikilos nang pahilagang silangan sa bilis na 18 kph.", "Ngayong araw ay inaasahang nasa labas na ito ng Philippine area of responsibility (PAR) ngunit maaari pa ring humatak ng mga pag-ulan sa Ilocos at Cagayan Valley."], "category": "Weather", "title": ["Bagyo na si ‘Enteng’"]},
{"content": ["Kinakailangang maging handa ang mamamayan dahil bukod sa tag-ulan at La Niña, inaasahan na na magkakaroon ng mga bagyo sa loob ng anim na buwan.", "Sinabi ni PAGASA Assistant Weather Services Chief Anthony Lucero na ang Pilipinas ay inaasahang makararanas ng walo hanggang 14 na bagyo mula ngayong buwang ito hanggang sa Nobyembre.", "Ayon kay Lucero, nasa “decaying stage” na ang El Niño at inaasahang matatapos sa katapusan ng buwan o sa Hulyo.", "Idinagdag pa ni Lucero na base sa kanilang pinakahuling 6-month forecast, karamihan ng lugar sa bansa ay makararanas ng ‘below normal rainfall’ ngayong Hunyo hanggang sa susunod na buwan."], "category": "Weather", "title": ["14 bagyo asahan — PAGASA"]},
{"content": ["Isang Low Pressure Area (LPA) ang mino-monitor ng PAGASA sa loob ng Philippine Area of Responsibility (PAR) na posibleng maging isang ganap na bagyo sa susunod na dalawa hanggang tatlong araw.", "Ayon sa PAGASA, kahapon alas-kuwatro ng madaling-araw, nasa 530 kilometers west ng Calapan City, Oriental Mindoro ang nasabing LPA at maaari pa umano itong lumakas sa karagatang sakop ng West Philippine Sea (WPS).", "Kung sakali, maaaring nakalabas na ito ng PAR at patungo na ng Vietnam kapag nabuong bagyo.", "Simula nang ideklara ng PAGASA ang pormal na pagpasok ng panahon ng tag-ulan wala pang bagyong umentra ng PAR."], "category": "Weather", "title": ["Bagyo parating"]},
{"content": ["Nabuo na bilang isang ganap na bagyo ang low pressure area (LPA) na binabantayan ng PAGASA sa Eastern Samar at pinangalanan itong ‘Carina’.", "Pinapayuhan ang mga mangingisda na iwasan muna ang maglayag sa Eastern seaboards ng Luzon at Visayas dahil sa malakas na hangin na magdudulot ng malalaking alon.", "Sa weather bulletin ng Philippine Atmospheric Geophysical and Astronomical Services Administration (PAGASA), huling namataan ang tropical depression Carina sa 195 kilometers East ng Borongan City, Eastern Samar.", "Taglay nito ang lakas ng hangin na aabot sa 45 kilometers kada oras at kumikilos sa bilis na 11 kilometers kada oras sa direksyong Northwest.", "Ayon sa PAGASA, ang bagyong Carina ay maghahatid ng katamtaman hanggang sa malakas na pag-ulan sa Bicol region, Eastern Visayas at CARAGA region na maaaring magdulot ng flashflood at landslides."], "category": "Weather", "title": ["Flashflood, landslides kay ‘Carina’, ibinabala"]},
{"content": ["Malapit nang sumagad sa “maximum danger level” ang heat index na nararanasan sa Pilipinas kaya naman kahapon ay nagbabala ang Philippine Atmospheric, Geophysical and Astronomical Services Administration (PAGASA) sa publiko na humanda sa titindi pang init sa mga susunod na araw.", "Ang babala ay iniha­yag kahapon ng PAGASA sa kabila ng naunang ulat ng Project Noah na unti-unti nang humihina ang El Niño phenomenon.", "Sa pagtaya ng PAGASA, posibleng umabot sa 40 degrees celsius ang maitalang heat index o ang init na nararamdaman ng katawan.", "Ayon sa PAGASA, hindi lamang tao ang nakararanas ng matin­ding stress dulot ng tag-init kundi maging ang mga halaman at hayop.", "Dahil dito, sinabi ng PAGASA na malaki ang tsansa ng paglaganap ng mga peste at sakit dahil sa kakulangan sa supply ng tubig dulot ng El Niño.", "Magugunitang naitala ang 52.2ºC na heat index sa Cabanatuan, Nueva Ecija na siyang pinakamataas ngayong summer season.", "Magkasunod na araw na naitala sa Cabanatuan City sa Nueva Ecija ang pinakamainit na heat index sa bansa ngayong taon.", "Noong Martes, naitala ang 52.3ºC na temperatura sa nabanggit na lungsod at nilagpasan nito ang naitala na 51ºC noong Lunes.", "Sa Clark airport sa Pampanga, naitala ang 51.9 degrees celsius, samantalang 50.2ºC naman sa Sangley point sa Cavite City, ayon sa PAGASA.", "Sa Metro Manila, ang heat index kamakalawa ay 46ºC at inaasahang nasa 38.3ºC ngayong araw.", "Paliwanag ng PAGASA, bagama’t ang temperatura ng hangin sa mga nabanggit na lugar ay naglaro mula 34ºC hanggang 37ºC lang, ang sinasabing relative humidity ay nagdagdag ng 15ºC sa heat index.", "Ang 41ºC bilang minimum at 54ºC bilang maximum ay itinuturing nang ‘danger level’ at sa oras na ito ay tumaas pa, ito ay nasa ‘extreme danger’ na at posible na ang heat stroke.", "Samantala, nanawagan ng sama-samang panalangin para sa ulan ang isang obispo para masolusyunan ang ma­tinding epekto ng El Niño phenomenon na umiiral sa Pilipinas sa kasalukuyan.", "Ayon kay Apostolic Vicariate of Puerto Prin­cesa Palawan Bishop P­edro Arigo, ipinanala­ngin nito sa Maykapal ang kapatawaran ng mga tao dahil sa pagsira sa kalikasan.", "Humingi rin ito ng gabay mula sa Panginoon upang maitama ang lahat ng pagkakamali ng tao at sama-samang mapanumbalik ang balanseng kalikasan. "], "category": "Weather", "title": ["INIT TITINDI PA!"]},
{"content": ["Dahil sa matinding­ pag-ulan dulot ng bagyong ‘Butchoy’, itinaas­ ng disaster res­ponse officials ng Pilipinas sa “blue code” ang risk alert level sa pag-exit ng bagyo at pagtama sa kalupaan ng Taiwan kahapon ng umaga.", "Partikular sa tinutukan ng National Disaster Risk Reduction and Management Council (NDRRMC) ay ang mga lalawigan ng Pangasina­n, Bataan, Mindoro, at Pana­y Island.", "Ayon sa ulat, habang tinatahak ng bagyo ang direksyon patungong Taiwan, pinaigting naman nito ang Habagat na nagdala ng malalakas na ulan sa malaking bahagi ng kapuluan, lalo na sa sila­ngang bahagi ng Luzon at ilang bahagi Kabisayaan.", "Sa ilalim ng “blue alert code”, ang lahat ng lokal na disaster-response teams, mula provincial hanggang municipal at maging sa barangay level ay inaatasang magpatupad ng mga paghahanda sa lahat ng kanilang mga nasasakupan.", "Samantala, napag-alaman kay NDRRMC executive director Undersecretary Ricardo Jalad na daan-daang evacuees ang naitala kahapon sa lalawigan ng Zambales.", "Matapos ilikas ang 119-katao, tatlong munisipalidad ng lalawigan (San Felipe, San Antonio at San Narciso) ang mahigpit na binabantayan dahil sa mabilis na pagtaas ng bahang dulot ng pag-ulan ni ‘Butchoy’.", "Nakaantabay na rin ang relief goods ng Department of Social Welfare and Development (DSWD) sa mga evacuees at apektadong residente. Anumang oras ay ipapamahagi na ang may 7,000 food packs na inilaan sa Zambales at 3,000 naman sa Aurora.", "Ala-una naman ng hapon nang ibaba kahapon ni Executive Sec. Salvador Medialdea ang Memorandum Circular No.02 na nagsususpende ng trabaho sa gobyerno at klase sa lahat ng antas sa pampubliko at pribadong paaralan sa Metro Manila.", "Pero bago ito, alas-sais pa lang ng umaga ay halos sabay-sabay nang nagsuspende ng klase ang mga pamahalaang lungsod ng Taguig, Pasay, Las Piñas, Parañaque, Muntinlupa, Makati at munisipalidad ng Pateros.", "Ipinaubaya naman sa mga pribadong kumpanya ang pagpapasya para sa kanilang mga empleyado.", "Ala-una rin nang kanselahin ni Supreme Court (SC) Senior Associate Justice Antonio Carpio ang pasok sa buong National Capital Judicial Region.", "Inatasan din ni Carpio ang mga executive judges ng mga korte sa kalapit na lalawigan na suspendihin din ang pasok sa kanilang nasasakupan.", "Samantala, apat na international flights at walong domestic flights ang kinansela kahapon dahil sa pananagasa ng bagyo at inaasahang madadagdagan pa ito."], "category": "Weather", "title": ["‘Blue code’ si Butchoy pag-exit"]},
{"content": ["Pumasok na sa Philippine Area of Responsibility (PAR) ang bagyong ‘Dindo’ na may international name na Lion Rock, ayon sa Philippine Atmospheric Geophysical and Astronomical Services Administration (PAGASA).", "Ayon sa weather bureau, nagpalabas na sila ng severe bulletin number one kaugnay ng bagyong ‘Dindo’ na huling namataan sa layong 1,200 kilometro sa Igbayat Batanes subalit hindi naman ito inaasahang magla-landfall.", "Nagtataglay ito ng lakas ng hanging nasa 130 kph malapit sa gitna at pagbugso na 160 kilometers per hour. Kumikilos ang bagyong Dindo sa direksyon ng south southwest sa bilis na 7kph.", "Kaugnay nito ay isa pang low pressure area (LPA) ang binabantayan sa silangang bahagi ng bansa.", "Ang Metro Manila ay magiging maulap at magkakaroon ng manaka-nakang pag-ulan at maging sa mga natitira pang bahagi ng bansa."], "category": "Weather", "title": ["Bagyo pumasok na sa PAR"]},
{"content": ["Isa hanggang tatlong bagyo ang maaaring pumasok sa Philippine Area of Responsibility (PAR) ngayong buwan, ayon sa Philippine Atmospheric Geophysical and Astronomical Services Administration (PAGASA).", "Taliwas dito, nabatid sa PAGASA na asahan ngayong linggong ito ang mala-summer na panahon bunsod naman ng pinahabang ridge of High Pressure Area (HPA) sa silangang bahagi ng Luzon.", "Posible anilang makaranas ng maalinsangang panahon lalo sa umaga at mga thunderstorm naman sa dakong hapon o gabi.", "Inaasahang tatagal hanggang Biyernes ang mainit na panahon at posibleng umabot sa 25 hanggang 34 degrees celsius ang agwat ng temperatura sa Metro Manila.", "Sa Tuguegarao City, Cagayan, inaasahang aabot sa 25-36°C ang temperatura; 16-25°C sa Baguio City at 22-32°C sa Tagaytay City, Cavite."], "category": "Weather", "title": ["3 bagyo nakahilera ngayong July"]},
{"content": ["Isang Low Pressure Area (LPA) ang binabantayan ngayon sa Mindanao.", "Ang nasabing LPA ay huling namataan sa 40 kilometers West ng Lumbia, Cagayan De Oro City, Misamis Oriental.", "Habang ang extreme Northern Luzon naman ay nananatiling apektado ng Southwest Monsoon o Habagat.", "Ayon sa Philippine Atmospheric Geophysical and Astronomical Service Administration (PAGASA) mahina hanggang sa katamtamang pag-ulan lamang ang mararanasan ngayong araw sa Mindanao, Visayas, Bicol region, Palawan, Batanes at Babuyan Group of Islands.", "Makararanas naman ng isolated rainshowers o thunderstorms ang Metro Manila at nalalabing bahagi ng bansa.", "Ayon sa PAGASA, magiging maganda ang panahon sa mga kalapit na lalawigan hanggang sa weekend."], "category": "Weather", "title": ["LPA binabantayan sa Mindanao"]},
{"content": ["Isang low pressure area (LPA) naman ang namataan malapit sa bansa, nasa Kanluran ito ng Batanes ngunit nasa labas pa rin naman ito ng Philippine Area of Res­ponsibility (PAR).", "Samantala, makakaranas pa rin ng maulap na kondisyon hanggang sa paminsan-minsang malakas na ulan ang mga ilang mga lugar sa Luzon dahil pa rin ito sa pag-iral ng Habagat, ayon ito sa Philippine Atmospheric Geophysical and Astronomical Servi­ces Administration (PAGASA).", "Maulap hanggang sa paminsang-minsang malakas na pag-uulan ang mararanasan sa mga lugar ng Ilocos Region, Batanes, Benguet, Zambales, Bataan at Babuyan Islands na posibleng maging sanhi ng flashfloods at landslides", "Ang mga natitirang bahagi naman ng Luzon ay makakaranas ng maulap na may mahina hanggang katamtamang pag-uulan at pagkidlat-pagkulog habang sa mga natitirang bahagi ng bansa ay bahagyang magiging maulap hanggang maulap na may pulo-pulong pag-uulan na may kasamang pagkidlat-pagkulog."], "category": "Weather", "title": ["Panibagong LPA namataan"]},
{"content": ["Makakaranas ng maulap na kundisyon na may kasamang mahina hanggang katamtamang pag-uulan at thunderstorm ang mga lalawigan ng Ilocos, Apayao, Batanes at Babuyan Islands dahil pa rin sa pag-iral ng Southwest Monsoon o Habagat, a­yon ito sa Philippine Atmos­pheric Geophysical and Astronomical Services Administration (PAGASA).", "Samantalang ang mga nalalabing mga bahagi ng bansa ay magkakaroon naman ng bahagyang maulap hanggang sa maulap na may kasamang pulo-pulong paguulan o thunderstorm.", "Ang hangin ay katamtamang magiging mala­kas mula sa Timog Kanluran sa Luzon kung saan ay magiging katamtaman hanggang sa malakas na alon ang mararanasan sa baybaying dagat.", "Sa ibang lugar naman ay magiging mahina hanggang sa katamtamang hangin ang mararanasan mula sa Timog hanggang Timog Kanluran na may bahagyang malalakas na alon at ma­lakas ding pag-uulan."], "category": "Weather", "title": ["Northern Luzon maulan pa rin"]},
{"content": ["Itinaas na ng Philippine Atmospheric Geophysical and Astronomical Services Administration (PAGASA) ang Signal No. 1 sa walong lugar sa Northern Luzon ang bagyong ‘Ferdie’ bunsod ng patuloy na paglakas nito.", "Maliban dito ay may dalawa pang Low Pressure Area (LPA) na binabantayan ang PAGASA.", "Ayon pa sa PAGASA ay huli umanong namataan ang mata ng bagyo sa layong 850 kilometro sa silangan ng Lungsod ng Tuguegarao, may kasama itong maximum sustained winds na 175 kilometro bawat oras at mga pagbugsong aabot sa 210 kilometro bawat oras.", "Batay sa alas-singko ng hapon na update ng PAGASA, ang walong lugar kung saan itinaas ang Signal No. 1 ay ang Cagayan, Apayao, Batanes, Northern Isabela, Kalinga, Abra, Ilocos Norte at Babuyan Group of Islands.", "Nananatili itong kumikilos pa-kanluran hilagang-kanluran sa bilis pa ring 22 kilometro bawat oras.", "Ayon sa PAGASA, maghahatid ng katamtaman hanggang sa malakas na buhos ng ulan ang bagyong Ferdie sa loob ng 500 kilometer diameter nito.", "Asahang mas lalakas pa ito habang papalapit ang bagyo sa dulo ng Northern Luzon, bagama’t maliit pa rin umano ang tiyansa na maging super typhoon ang bagyong Ferdie. Maibibilang lamang umano sa super typhoon ang isang bagyo kung lalampas umano sa 220 kilometro bawat oras ang maximum wind nito.", "Samantala, bukod sa nasabing bagyo ay patuloy pa ring binabantayan ng PAGASA ang galaw ng dalawang namataang Low Pressure Area (LPA), ang isa ay hu­ling namataan sa layong 440 kilometro ng hilaga hilagang-kanluran ng Puerto Princesa sa Palawan, habang ang sentro naman ng isa pa ay namataan sa layong 540 kilometro silangan timog-silangan ng Hinatuan, Surigao del Sur."], "category": "Weather", "title": ["NORTE PUNTIRYA NI ‘FERDIE’"]},
{"content": ["Nasa labas na ng Philippine Area of Responsibilit­y (PAR) ang bagyong ‘Gener’, ayon sa ­Philippine Atmospheric, Geophysical and ­Astronomical ­Services Administration (PAGASA).", "Nasa 525 kilometro na sa hilaga ng Basco sa Batanes sa labas ng bansa ang nasabing bagyo, bagama’t nasa labas ito ay patuloy pa rin ang paglakas ng nasabing bagyo kung saan ay ilang mga puno rin sa Basco, Batanes ang pinatumba nito dahil sa hanging taglay niya nang dumaan sa nasabing lugar.", "Samantala, dahil sa nabuwal na mga puno sa Basco, Batanes na dulot ng hanging taglay ni ‘Gener’ ay nawalan ng komunikasyon sa nasabing lugar matapos na magkasira-sira ang mga kable sa mga poste."], "category": "Weather", "title": ["‘Gener’ umexit na!"]},
{"content": ["Napanatili ng bagyong Julian ang lakas nito habang kumikilos papalapit sa Batanes – Babuyan.", "Sa pinakahuling severe weather bulletin #5 ng PAGASA,   huling namataan ang sentro ng Tropical Depression Julian sa 305 km East Southeast ng Basco, Batanes.", "Taglay nito ang lakas ng hanging aabot sa 65 kph malapit sa gitna at pagbugsong aabot sa 70 kph.", "Kumikilos ang bagyo sa direksyon ng kanluran  sa  bilis na 25 kph.", "Nakataas  ang tropical cyclone warning signal number 1 sa Batanes, Northern Cagayan, Babuyan Group of Islands, Apayao at Ilocos Norte.", "Ngayong araw ng Huwebes ng hapon  ang bagyong Julian ay nasa layong 180 km west ng Basco Batanes.", "Inaasahang sa Biyernes ng hapon ay nasa labas na ito ng PAR sa layong 520 km ng Basco Batanes."], "category": "Weather", "title": ["Bagyong Julian puntirya ang Batanes"]},
{"content": ["Pinag-iingat na ng Philippine Atmospherical Geophysical and Astronomical Services Administration (PAGASA) ang publiko sa pagpasok ng panibagong bagyo na pinangalanang ‘Ferdie’ sa Philippine Area of Responsibility (PAR).", "Ang babala ay matapos mamataan ang ika-anim na bagyo sa layong 1,410 kilometero mula sa Silangan ng Casiguran, Aurora na may international name na “Meranti”.", "Pinapanatili nito ang hangin na aabot sa 105 kilometro bawat oras at pagbugso na umaabot naman sa 135 kilometro bawat oras kung saan bubuhos ito ng katamtaman hanggang sa malakas na buhos ng ulan.", "Gayunman, sa pagtaya ng weather bureau, hindi pa lubos na mararamdaman ang epekto ng bagyo na sa ngayon ay hindi pa inaasahang mag-lalandfall o tatama sa kalupaan.", "Una nang namataan ang isang Low Pressure Area (LPA) sa layong 440 km north-northwest ng Puerto Princesa City, Palawan.", "Habang ang sentro ng isa pang LPA ay natukoy 540 km east-southeast ng Hinatuan, Surigao Del Sur.", "Ang Metro Manila at nalalabing bahagi ng bansa ay makararanas naman ng bahagyang maulap hanggang sa maulap na kalangitan na may kasamang isolated rainshowers o thunderstorms.", "Samantala inaasahang lalabas ang bagyo sa PAR sa darating na Huwebes ng umaga."], "category": "Weather", "title": ["Bagyong ‘Ferdie’ umentra"]},
{"content": ["Isa na namang Low Pressure Area (LPA) na nasa bisinidad ng Guiuan,­ Eastern Sama­r ang namataan, ayon sa ­Philippine ­Atmospheric, Geophysical­ and Astronomical ­Services Admi­nistration (PAGAS­A) ­kahapon.", "Gayunman, mababa umanoang tsansang ma­ging bagyo ang LPA dahil bukod sa nanatili lamang ito sa kanyang lugar ay mabilis din itong tatawid patungo sa direksyon ng Mindanao at agad na malulusaw.", "Subalit magdadala pa rin ito ng maulap na papawirin at katamtaman hanggang paminsan-­minsang malakas na pagbuhos ng ulan sa Zamboanga Peninsula, Caraga at probinsya ng Dinagat, Eastern Samar at Palawan na maaaring magdulot ng pagbaha at pagguho ng lupa.", " Katamtamang pag-ulan at mga pagkulog ang inaasahan sa nalalabing lugar sa Eastern Visayas at sa probinsya ng Bohol, Cebu at Negros.", "Habang makakaranas naman ng maaliwala­s na panahon ang Metro ­Manila at nalalabi pang lugar sa Luzon."], "category": "Weather", "title": ["Nasa Eastern Samar ang LPA"]},
{"content": ["Asahang makakaranas ng maulap na kondisyon na may mahina hanggang sa katamtamang pag-uulan at thunderstorm ang malaking bahagi ng Kalakhang Kamaynilaan, Calabarzon, Cagayan Valley Region, Cordillera Region, Ilocos Region at Central Luzon.", "Habang ang Davao Region at Soccsksargen ay makararanas din ng maulap na kondisyon na may mahina hanggang katamtamang pag-ulan at thunderstorm dahil ito sa pag-iral pa rin ng southwest monsoon o Habagat, ayon sa Philippine Atmospheric Geophysical and Astronomical Services Administration (PAGASA).", "Ang mga nalalabing bahagi naman ng bansa ay magkakaroon ng bahagyang maulap hanggang sa maulap na kalangitan na may kasamang pulo-pulong pag-uulan at thunderstorm.", "Ang lagay ng hangin naman ay magiging katamtaman hanggang malakas sa Hilaga at Western Luzon na magmumula sa Timog Kanluran patungong Timog dahilan upang magiging katamtaman hanggang sa maalon ang karagatan.", "Ang hangin naman sa iba pang lugar ay magi­ging mahina hanggang katamtaman na magmumula sa Timog Silangan patungong Timog ng Luzon, katamtaman ding hanging magmumula Kanluran patungong Hilagang Kanluran ang mararanasan sa natitirang bahagi ng archipelago. Ang alon naman dito ay magiging mahina."], "category": "Weather", "title": ["Malaking bahagi ng Luzon, Mindanao, uulanin"]},
{"content": ["Naghahanda na ang gobyerno sa pagpasok ng panibagong malakas na bagyo na inaasahang hahagupit at mananalasa sa Northern Luzon at iba pang lugar.", "“…right now, our office is initiating preparedness measures in response to the threat of a coming typhoon, which we will name typhoon ‘Lawin’ as it enters the Philippine Area of Responsibility (PAR).", "Bagama’t wala pang direktang puntirya ang hagupit ng bagyong ‘Lawin,’ nagpapatikim na ito ng pag-ulan sa malaking bahagi ng Luzon at Metro Manila.", "Habang isinusulat ang balitang ito, unti-unti nang pumapasok sa PAR ang bagyong Lawin na may international name ‘Haima’.", "Sa pinakahuling data gathering ng Philippine Atmospheric, Geophysical ang Astronomical Services Administration (PAGASA), ang bagyong Lawin ay nasa layong 1,245 sa Silangan ng Legazpi, Albay.", "Taglay nito ang lakas ng hangin na aabot sa 175 kilometro kada oras malapit sa gitna at pagbugsong 215 kph.", "Nakataas ang babala ng thunderstorm at rainfall warning sa Metro Manila partikular sa Las Piñas, Parañaque at Pasay, gayundin sa malaking bahagi ng Luzon tulad ng Rizal, Quezon, Tarlac, Nueva Ecija, Bulacan, Laguna, Zambales at ang extreme Luzon, dahil taglay ng bagyo ang 600 kilometer diameter.", "Ibig sabihin, mas malaki ang sasakuping diametro ni Lawin kumpara kay ‘Karen’ kaya’t mataas ang tiyansa ng pagbaha at pagguho ng lupa lalo na sa mga nasa mababang lugar."], "category": "Weather", "title": ["Lawin, super typhoon na!"]},
{"content": ["Hindi na kailangan pang putulin ni Pangulong Rodrigo Duterte ang 4-day state visit niya sa bansang China para lamang mabantayan ang preparasyon ng gobyerno sa pananalasa ng super typhoon “Lawin” sa bahagi ng Northern Luzon, ayon sa dalawang senador.", "“Hindi na. National disaster council na bahala. He can monitor and give instructions while abroad. Hi-tech na ngayon,” depensa ni Senate Majority Leader Vicente “Tito” Sotto III.", "Dumating si Pangulong Duterte sa China nitong Martes ng gabi matapos ang state visit sa Brunei.", "Ipinaliwanag naman ni Sen. Juan Miguel Zubiri na nakalatag na ang schedule para sa apat na araw na state visit ng Pangulo kung kaya’t hindi makabubuti sa relasyon ng Pilipinas at China na putulin ito para lang makapiling ng Pangulo ang mamamayan sa paghambalos ng bagyong Lawin.", "“Napakahirap at this point in time na hintuin ‘yung planned activities. State visit iyan, lahat ng araw ng Presidente dun may katumbas na high-level meetings. Napakahirap naman na palitan dahil sa bagyo,” rason ni Zubiri.", "Dagdag pa ni Zubiri, maaaring mainsulto ang China kapag pinutol ni Pangulong Duterte ang state visit para lamang madamayan ang mga Pilipinong hahambalusin ng super typhoon.", "Samantala, nakalinya na ang iba’t ibang mga aktibidad na dadaluhan ni Pangulong Rodrigo Duterte sa state visit sa China.", "Si Pangulong Duterte ay dumating na noong Oktubre 18 sa Beijing, China matapos ang tatlong araw namang state visit sa Brunei.", "Sinalubong si Pangulong Duterte sa kanyang pagdating sa China ng ilang Chinese at Philippine officials sa pangu­nguna nina Chinese Foreign Minister Wang Yi, Chinese Ambassador to the Philippines Zhao Jianhua at Chargé d’Affaires of the Philippine Embassy Elizabeth Te.", "Ngayong araw, Huwebes naman ang nakatakdang bilateral meeting ni Pangulong Duterte kay Chinese President Xi Jinping sa Great Hall of the People."], "category": "Weather", "title": ["China itinerary ni PDU30"]},
{"content": ["Nananatili ang banta ng pag-ulan at thunderstorms sa National Capi­tal Region (NCR), ilang bahagi ng Luzon at Visayas dahil sa umiiral na Intertropical Convergence Zone (ITCZ) na nagdadala ng malakas na pag-ulan sa Mindanao.", "Batay sa rainfall and thunderstorm warning ng Philippine Atmospheric Geophysical and Astronomical Services Admi­nistration (PAGASA), nakataas ang babala ng pag-ulan sa NCR, Northern Luzon, Southern Luzon, Visayas at Mindanao.", "Bahagyang maulap­ hanggang sa maulap na papawirin ang iiral sa ­buong bansa na may pulu-­pulong mga pag-ulan o pagkidlat-pagkulog lalo na sa silangang bahagi ng Kabisayaan at Mindanao.", "Magiging maulap naman ang papawirin at may panaka-nakang pag-ulan sa Caraga Region, Davao Region at Northern­ ­Mindanao."], "category": "Weather", "title": ["Mindanao, NCR, Luzon uulanin"]},
{"content": ["Walang bagyo sa loob ng bansa at wala ring nakikitang papalapit na weather disturbance ang Philippine Atmospheric Geophysical and Astronomical Services Administration (PAGASA) – pero magiging maulan dahil sa umiiral na tail-end of a cold front at easterlies.", "Sa monitoring ng PAGASA, bumuhos ang malakas na ulan sa Quezon City, Manila, CAMANAVA area at iba pang lugar sa Metro Manila, CALABARZON, Bicol Region, Mindoro, Romblon, Quezon at Camarines Norte dahil sa buntot ng cold front.", "Naglabas ng flashflood at landslide alert ang weather bureau at inalerto ang Disaster Risk Reduction and Management Council ng Quezon, Oriental Mindoro, Marinduque at Camarines Norte."], "category": "Weather", "title": ["PAGASA: Maulan pero walang bagyo"]},
{"content": ["Wala nang nakikitang banta ang Philippine Atmospheric Geophysical and Astronomical Services Administration (PAGASA) sa umaaligid na bagyo sa labas ng Philippine Area of Responsibility (PAR) nitong weekend.", "Ayon sa PAGASA, unti-unti nang lumayo ang tropical cyclone na may international name na ‘Ma-on’ na nakitang umaaligid sa Silangan Hila­gang-Silangan ng Luzon.", "Sa kabila nito, nakataas pa rin ang babala ng panaka-nakang pag-ulan sa Hilaga at Gitnang Luzon dahil sa umiiral na Northeast Monsoon o hanging amihan."], "category": "Weather", "title": ["Bagyo sa labas ng PAR, umatras"]}]